driver-tests/sqlse/derby/selectallbpelJbi/test/TestCase1/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema" xmlns="http://j2ee.netbeans.org/xsd/tableSchema">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <DISCOUNT_CODE xmlns="http://j2ee.netbeans.org/xsd/tableSchema">
    <ns0:DISCOUNT_CODE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">H</ns0:DISCOUNT_CODE>
    <ns0:RATE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">16.00</ns0:RATE>
    <ns0:DISCOUNT_CODE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">M</ns0:DISCOUNT_CODE>
    <ns0:RATE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">11.00</ns0:RATE>
    <ns0:DISCOUNT_CODE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">L</ns0:DISCOUNT_CODE>
    <ns0:RATE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">7.00</ns0:RATE>
    <ns0:DISCOUNT_CODE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">N</ns0:DISCOUNT_CODE>
    <ns0:RATE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">0.00</ns0:RATE>
    <ns0:DISCOUNT_CODE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">z</ns0:DISCOUNT_CODE>
    <ns0:RATE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">99.00</ns0:RATE>
    <ns0:DISCOUNT_CODE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">x</ns0:DISCOUNT_CODE>
    <ns0:RATE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">9.00</ns0:RATE>
    <ns0:DISCOUNT_CODE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">y</ns0:DISCOUNT_CODE>
    <ns0:RATE xmlns:ns0="http://j2ee.netbeans.org/xsd/tableSchema">99.00</ns0:RATE>
  </DISCOUNT_CODE>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
